/* An error occured while reading file. */
"An error occured while reading file." = "An error occured while reading file.";

/* both sensors */
"both sensors" = "both sensors";

/* Cancel */
"Cancel" = "Cancel";

/* Check that the HCFR sensor is connected. */
"Check that the HCFR sensor is connected." = "Check that the HCFR sensor is connected.";

/* Code header is incomplete */
"Code header is incomplete" = "Code header is incomplete";

/* Code header is invalid */
"Code header is invalid" = "Code header is invalid";

/* Code is too long */
"Code is too long" = "Code is too long";

/* Code length not conform to header */
"Code length not conform to header" = "Code length not conform to header";

/* Could not read file (unknown error) */
"Could not read file (unknown error)" = "Could not read file (unknown error)";

/* DVD player setup */
"DVD player setup" = "DVD player setup";

/* Enter the 'Adjustement' menu, and place the selection on the primaries item. */
"Enter the 'Adjustement' menu, and place the selection on the primaries item." = "Enter the 'Adjustement' menu, and place the selection on the primaries item.";

/* Enter the 'Adjustement' menu, and place the selection on the yellow secondary item. */
"Enter the 'Adjustement' menu, and place the selection on the yellow secondary item." = "Enter the 'Adjustement' menu, and place the selection on the yellow secondary item.";

/* Enter the 'Adjustments' menu, and place the selection on the 0 IRE item. */
"Enter the 'Adjustments' menu, and place the selection on the 0 IRE item." = "Enter the 'Adjustments' menu, and place the selection on the 0 IRE item.";

/* Enter the 'Adjustments' menu, and place the selection on the first contrast item (fullscreen black). */
"Enter the 'Adjustments' menu, and place the selection on the first contrast item (fullscreen black)." = "Enter the 'Adjustments' menu, and place the selection on the first contrast item (fullscreen black).";

/* Enter the 'Adjustments' menu, and place the selection on the third contrast item (first ANSI). */
"Enter the 'Adjustments' menu, and place the selection on the third contrast item (first ANSI)." = "Enter the 'Adjustments' menu, and place the selection on the third contrast item (first ANSI).";

/* Select the 'Advanced adjustments' menu, and place the selection on the black 'Aditional grayscale' item. */
"Enter the 'Advanced adjustments' menu, and place the selection on the black 'Aditional grayscale' item." = "Enter the 'Advanced adjustments' menu, and place the selection on the black 'Aditional grayscale' item.";

/* Enter the 'Advanced adjustments' menu, and place the selection on the white 'Aditional grayscale' item. */
"Enter the 'Advanced adjustments' menu, and place the selection on the white 'Aditional grayscale' item." = "Enter the 'Advanced adjustments' menu, and place the selection on the white 'Aditional grayscale' item.";

/* Enter the 'Advanced adjustments', and place the selection on the blue saturation item. */
"Enter the 'Advanced adjustments', and place the selection on the blue saturation item." = "Enter the 'Advanced adjustments', and place the selection on the blue saturation item.";

/* Enter the 'Advanced adjustments', and place the selection on the green saturation item. */
"Enter the 'Advanced adjustments', and place the selection on the green saturation item." = "Enter the 'Advanced adjustments', and place the selection on the green saturation item.";

/* Enter the 'Advanced adjustments', and place the selection on the red saturation item. */
"Enter the 'Advanced adjustments', and place the selection on the red saturation item." = "Enter the 'Advanced adjustments', and place the selection on the red saturation item.";

/* Export failed */
"Export failed" = "Export failed";

/* File is corrupted : checksum error */
"File is corrupted : checksum error" = "File is corrupted : checksum error";

/* HCFR generator */
"HCFR generator" = "HCFR generator";

/* HCFR Sensor */
"HCFR Sensor" = "HCFR Sensor";

/* HCFR sensor updater */
"HCFR sensor updater" = "HCFR sensor updater";

/* Import failed */
"Import failed" = "Import failed";

/* IR Profiles Manager */
"IR Profiles Manager" = "IR Profiles Manager";

/* No */
"No" = "No";

/* No IR code received */
"No IR code received" = "No IR code received";

/* No response received from the sensor. */
"No response received from the sensor." = "No response received from the sensor.";

/* Ok */
"Ok" = "Ok";

/* Place the sensor in a black area */
"Place the sensor in a black area" = "Place the sensor in a black area";

/* sensor 1 */
"sensor 1" = "sensor 1";

/* sensor 2 */
"sensor 2" = "sensor 2";

/* Sensor placement */
"Sensor placement" = "Sensor placement";

/* The configuration of the device failed. */
"The configuration of the device failed." = "The configuration of the device failed.";

/* The export of the profile %@ failed. */
"The export of the profile %@ failed." = "The export of the profile %@ failed.";

/* The IR profile %@ could not be found. A default profile was selected instead. */
"The IR profile %@ could not be found. A default profile was selected instead." = "The IR profile %@ could not be found. A default profile was selected instead.";

/* The remote controller must face the sensor to acquire the signal. */
"The remote controller must face the sensor to acquire the signal." = "The remote controller must face the sensor to acquire the signal.";

/* The sensor has not been activated. */
"The sensor has not been activated." = "The sensor has not been activated.";

/* The sensor is unavailable. */
"The sensor is unavailable." = "The sensor is unavailable.";

/* This profile was imported from file %s */
"This profile was imported from file %s" = "This profile was imported from file %s";

/* Unable to learn the IR code */
"Unable to learn the IR code" = "Unable to learn the IR code";

/* Unable to send the IR code */
"Unable to send the IR code" = "Unable to send the IR code";

/* Unable to use the connected sensor */
"Unable to use the connected sensor" = "Unable to use the connected sensor";

/* Unnamed profile */
"Unnamed profile" = "Unnamed profile";

/* Unreadable file : invlid format */
"Unreadable file : invlid format" = "Unreadable file : invlid format";

